Repository: xbmc/audiodecoder.sacd
Catalog: audiodecoder.sacd/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, fr_fr, ko_kr, pt_br, zh_cn

# Addon Summary
source: Super Audio CD ISO image
da_dk: Super Audio CD ISO-billede
es_es: Imagen ISO Super Audio CD
fr_fr: Image ISO de Super Audio CD
ko_kr: Super Audio CD ISO 이미지
zh_cn: 超级音频 CD ISO 映像

# Addon Description
source: This addon allows Kodi to read content from a Super Audio CD ISO image.[CR][CR]Super Audio CD (SACD) is a read-only optical disc format for audio storage, introduced in 1999, developed jointly by Sony and Philips Electronics to be the successor to the Compact Disc.[CR][CR]The SACD format offers more audio channels (e.g. surround sound), a higher bit rate, and longer playing time than a conventional CD.
da_dk: Dette addon gør det muligt for Kodi at læse indhold fra et Super Audio CD ISO-billede.[CR][CR]Super Audio CD (SACD) er et skrivebeskyttet optisk diskformat til lydopbevaring, introduceret i 1999, udviklet i fællesskab af Sony og Philips Electronics at blive efterfølgeren til Compact Disc.[CR][CR]SACD -formatet tilbyder flere lydkanaler (f.eks. surround-lyd), en højere bithastighed og længere spilletid end en konventionel CD.
de_de: Mit diesem Addon kann Kodi Inhalte von einem Super Audio CD ISO-Image lesen.[CR][CR]Super Audio CD (SACD) ist ein schreibgeschütztes optisches Disc-Format für die Audiospeicherung, das 1999 eingeführt wurde und von Sony und Philips Electronics gemeinsam als Nachfolger der Compact Disc entwickelt wurde.[CR][CR]Das SACD-Format bietet mehr Audiokanäle (z. B. Surround-Sound), eine höhere Bitrate und eine längere Wiedergabezeit als eine herkömmliche CD.
es_es: Este complemento permite a Kodi leer contenido de una imagen ISO de Super Audio CD.[CR][CR]Super Audio CD (SCAD) es un formato de disco óptico de solo lectura para almacenamiento de audio, introducido en 1999 y desarrollado conjuntamente por Sony y Philips Electronics para ser el sucesor del Compact Disc.[CR][CR]El formato SACD ofrece más canales de audio (p.ej. sonido Surround), una tasa de bits más alta, y más tiempo de reproducción que un CD convencional.
fr_fr: Cet addon permet à Kodi de lire le contenu d'une image ISO de Super Audio CD.[CR][CR]Super Audio CD (SACD) est un format de disque optique en lecture seule pour le stockage audio, introduit en 1999, développé conjointement par Sony et Philips Electronics pour être le successeur du disque compact.[CR][CR]Le format SACD offre plus de canaux audio (par exemple, un son surround), un débit binaire plus élevé et une durée de lecture plus longue qu'un CD conventionnel.
ko_kr: 이 애드온은 Kodi가 Super Audio CD ISO 이미지에서 콘텐트를 읽게 해줍니다. [CR][CR] Super Audio CD (SACD)는 오디오 저장을 위한 읽기 전용 광학 디스크 포맷으로, 1999년에 도입되었고, 소니와 필립스전자가 CD 후속으로 공동개발했습니다. [CR][CR] SACD 포맷은 일반 CD보다 더 많은 오디오 채널 (즉, 서라운드 사운드 제공), 더 높은 비트 레이트, 더 긴 재생 시간을 제공합니다.
zh_cn: 此插件允许 Kodi 从超级音频 CD ISO 映像中读取内容。[CR][CR]超级音频 CD（SACD）是一种用于音频存储的只读光盘格式，作为光盘的继任者于1999年推出，由索尼和飞利浦电子共同开发。[CR][CR]SACD 格式提供更多音频通道（例如环绕声），比传统 CD 具有更高的比特率和更长的播放时间。

# #30020
source: Volume adjust
da_dk: Justering af lydstyrke
de_de: Lautstärke einstellen
es_es: Ajuste de volumen
fr_fr: Réglage du volume
ko_kr: 볼륨 조절
pt_br: Ajuste de volume
zh_cn: 音量调节

# #30021
source: To change speaker volume with setting value during playback.
da_dk: For at ændre højttalerens lydniveau med indstillingsværdi under afspilning.
de_de: Ändern der Lautsprecherlautstärke mit dem Einstellwert während der Wiedergabe.
es_es: Cambia el volumen del altavoz con el valor definido durante la reproducción.
fr_fr: Pour modifier le volume du haut-parleur avec la valeur de réglage pendant la lecture.
ko_kr: 재생 도중에 설정값의 스피커 볼륨을 변경합니다.
pt_br: Para alterar o volume do alto-falante com valor ajustado durante a reprodução
zh_cn: 在播放过程中使用设置值更改扬声器音量。

# #30022
source: LFE adjust
da_dk: Justering af LFE
de_de: LFE einstellen
es_es: Ajuste LFE
fr_fr: Ajustement LFE
ko_kr: LFE 조절
pt_br: Ajuste LFE
zh_cn: 重低音调节

# #30023
source: To change LFE volume with setting value during playback.
da_dk: For at ændre LFE lydniveau med indstillingsværdi under afspilning.
de_de: Ändern der LFE-Lautstärke mit dem Einstellwert während der Wiedergabe.
es_es: Cambia el volumen LFE con el valor definido durante la reproducción.
fr_fr: Pour modifier le volume LFE avec la valeur de réglage pendant la lecture.
ko_kr: 재생 도중에 설정값의 LFE 볼륨을 변경합니다.
pt_br: Para alterar o volume LFE com o valor de configuração durante a reprodução.
zh_cn: 在播放过程中使用设置值更改重低音音量。

# #30024
source: PCM Samplerate
de_de: PCM-Abtastrate
es_es: Tasa de bits PCM
fr_fr: Fréquence d'échantillonnage PCM
ko_kr: PCM 샘플링 레이트
pt_br: Taxa de amostragem PCM
zh_cn: PCM 采样率

# #30025
source: Sample rate to which the stream is reduced.
da_dk: Samplehastighed, hvortil streamen reduceres.
de_de: Abtastrate, auf die das Signal reduziert wird.
es_es: Tasa de bits a la que se reduce el flujo.
fr_fr: Fréquence d'échantillonnage à laquelle le flux est réduit.
ko_kr: 스트림이 감소되는 샘플 속도입니다.
pt_br: Taxa de amostragem para a qual o fluxo é reduzido.
zh_cn: 音频流减少采样率。

# #30026
source: DSD2PCM mode
da_dk: DSD2PCM tilstand
de_de: DSD2PCM-Modus
es_es: Modo DSD2PCM
fr_fr: Mode DSD2PCM
ko_kr: DSD2PCM 모드
pt_br: Modo DSD2PCM
zh_cn: DSD2PCM 模式

# #30027
source: Processing mode of the stream to perform the best possible resampling.
da_dk: Processeringstilstand af streamen for at udføre den bedst mulige gensampling.
de_de: Verarbeitungsmodus des streams um bestmögliches resampling durchzuführen.
es_es: Modo de procesamiento del flujo para conseguir el mejor remuestreo posible.
fr_fr: Mode de traitement du flux pour effectuer le meilleur rééchantillonnage possible.
ko_kr: 가능한 가장 좋은 리샘플링을 수행하는 스트림 모드를 처리합니다.
pt_br: Modo de processamento do fluxo para realizar a melhor reamostragem possível.
zh_cn: 流的处理模式，以执行尽可能最佳的重采样。

# #30028
source: Multistage (32fp)
da_dk: Flertrins (32fp)
de_de: Mehrstufig (32fp)
es_es: Multietapa (32fp)
fr_fr: Multi-étage (32fp)
ko_kr: 다단계(32fp)
pt_br: Multiestágio (32fp)
zh_cn: 多级（32fp）

# #30029
source: Multistage (64fp)
da_dk: Flertrins (64fp)
de_de: Mehrstufig (64fp)
es_es: Multietapa (64fp)
fr_fr: Multi-étage (64fp)
ko_kr: 다단계(64fp)
pt_br: Multiestágio (64fp)
zh_cn: 多级（64fp）

# #30030
source: Direct (32fp, 30kHz lowpass)
da_dk: Direkte (32fp, 30kHz lowpass)
de_de: Direkt (32 fp, 30 kHz Tiefpass)
es_es: Directo (32fp, 30kHz paso-bajo)
fr_fr: Direct (32fp, passe-bas 30kHz)
ko_kr: 직접(32fp, 30kHz 저역 통과)
pt_br: Direto (32fp, 30kHz lowpass)
zh_cn: 直接（32fp，30kHz低通）

# #30031
source: Direct (64fp, 30kHz lowpass)
da_dk: Direkte (64fp, 30kHz lowpass)
de_de: Direkt (64 fp, 30 kHz Tiefpass)
es_es: Directo (64fp, 30kHz paso-bajo)
fr_fr: Direct (64fp, passe-bas 30kHz)
ko_kr: 직접(64fp, 30kHz 저역 통과)
pt_br: Direto (64fp, 30kHz lowpass)
zh_cn: 直接（64fp，30kHz低通）

# #30032
source: Installable FIR (32fp)
da_dk: Installationsklar FIR (32fp)
de_de: Installierbare FIR (32fp)
es_es: FIR instalable (32fp)
fr_fr: FIR installable (32fp)
ko_kr: 설치 가능한 FIR(32fp)
pt_br: Instalável FIR (32fp)
zh_cn: FIR 可安装（32fp）

# #30033
source: Installable FIR (64fp)
da_dk: Installationsklar FIR (64fp)
de_de: Installierbare FIR (64fp)
es_es: FIR instalable (64fp)
fr_fr: FIR installable (64fp)
ko_kr: 설치 가능한 FIR(64fp)
pt_br: Instalável FIR (64fp)
zh_cn: FIR 可安装（64fp）

# #30034
source: Select file with usable FIR filter
da_dk: Vælg fil med anvendeligt FIR-filter
de_de: Datei mit verwendbarem FIR-Filter
es_es: Escoja archivo con filtro FIR utilizable
fr_fr: Sélectionner un fichier avec un filtre FIR utilisable
ko_kr: 사용할 수 있는 FIR 필터를 가진 파일을 선택
pt_br: Selecione o arquivo com o filtro FIR utilizável
zh_cn: 选择带有可用 FIR 滤波器的文件

# #30035
source: To select finite impulse response (FIR) filter data stored in a file.
da_dk: For at vælge endelige impulsrespons (FIR) filterdata, der er gemt i en fil.
de_de: Auswählen von FIR-Filterdaten (Finite Impulse Response), die in einer Datei gespeichert sind.
es_es: Seleccione un filtro de respuesta al impulso finita (FIR) almacenado en un archivo.
fr_fr: Pour sélectionner les données de filtre à réponse impulsionnelle finie (FIR) stockées dans un fichier.
ko_kr: 파일에 저장된 유한 임펄스 응답(FIR) 필터 데이터를 선택합니다.
pt_br: Para selecionar dados de filtro de resposta de impulso finita (FIR) armazenados em um arquivo.
zh_cn: 选择存储在文件中的有限脉冲响应（FIR）滤波器数据。

# #30036
source: FIR filter file
da_dk: Fil til FIR-filter
de_de: FIR-Filterdatei
es_es: Archivo filtro FIR
fr_fr: Fichier de filtre FIR
ko_kr: FIR 필터 파일
pt_br: Filtro de arquivo FIR
zh_cn: FIR 滤波器文件

# #30037
source: Preferable area
da_dk: Foretrukket område
de_de: Bevorzugter Bereich
es_es: Área preferible
fr_fr: Zone préférable
ko_kr: 선호 지역
pt_br: Área preferida
zh_cn: 优选区域

# #30038
source: To select the songs for the respective number of speakers.
da_dk: For at vælge sangene til det respektive antal højttalere.
de_de: Auswahl der Songs für die jeweilige Anzahl von Lautsprechern.
es_es: Selecciona canciones por el número respectivos de altavoces.
fr_fr: Pour sélectionner les chansons pour le nombre respectif d'enceintes.
ko_kr: 해당 스피커 수에 대한 노래를 선택합니다.
pt_br: Para selecionar as músicas para o respectivo número de alto-falantes
zh_cn: 为相应数量的扬声器选择歌曲。

# #30039
source: All
da_dk: Alle
de_de: Alle
es_es: Todas
fr_fr: Tout
ko_kr: 모두
pt_br: Todos
zh_cn: 全部

# #30040
source: Stereo
es_es: Estéreo
fr_fr: Stéréo
ko_kr: 스테레오
pt_br: Stéreo
zh_cn: 立体声

# #30041
source: Multichannel
da_dk: Multikanal
de_de: Mehrkanal
es_es: Multicanal
fr_fr: Canaux multiples
ko_kr: 다채널
pt_br: Multicanal
zh_cn: 多声道

# #30050
source: Separate stereo and multichannel tracks
es_es: Pistas estéreo y multicanal separadas
fr_fr: Pistes stéréo et multicanaux séparées
ko_kr: 스테레오 및 다중 채널 트랙 분리

# #30051
source: Sort stereo tracks first, then all multichannel tracks.
es_es: Ordena las pistas estéreo primero y luego las pistas multicanal.
fr_fr: Trier d'abord les pistes stéréo, puis toutes les pistes multicanaux.
ko_kr: 먼저 스테레오 트랙을 정렬한 다음, 모든 다중 채널 트랙을 정렬합니다.

# #30052
source: Fall back when preferred track area is empty
es_es: Regresar cuando el área de pista preferida esté vacía
fr_fr: Se replier lorsque la zone de piste préférée est vide
ko_kr: 선호하는 트랙 영역이 비어 있을 때 대체

# #30053
source: If preferred tracks (stereo or multichannel) are not available, a different method is used to fall back.
es_es: Si las pistas preferidas (estéreo o multicanal) no están disponibles, hay opciones diferentes para regresar.
fr_fr: Si les pistes préférées (stéréo ou multicanal) ne sont pas disponibles, une méthode différente est utilisée pour se replier.
ko_kr: 선호하는 트랙(스테레오 또는 다중 채널)을 사용할 수 없는 경우 다른 방법을 사용하여 대체합니다.
